Repository: vidrug/aria2-winui3
Catalog: Aria2Gui/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_hans

# CheckCertCard.Header
source: Verify HTTPS certificates
de: HTTPS-Zertifikate prüfen
es: Verificar certificados HTTPS
fr: Vérifier les certificats HTTPS
it: Verifica certificati HTTPS
ja: HTTPS 証明書を検証
pl: Sprawdzaj certyfikaty HTTPS
pt_br: Verificar certificados HTTPS
ru: Проверять сертификаты HTTPS
tr: HTTPS sertifikalarını doğrula
uk: Перевіряти сертифікати HTTPS
zh_hans: 验证 HTTPS 证书

# CheckCertCard.Description
source: Disable only for trusted servers with a self-signed certificate
de: Nur für vertrauenswürdige Server mit selbstsigniertem Zertifikat deaktivieren
es: Desactívalo solo para servidores de confianza con certificado autofirmado
fr: À désactiver uniquement pour des serveurs de confiance avec un certificat auto-signé
it: Disattiva solo per server attendibili con certificato autofirmato
ja: 自己署名証明書を使う信頼できるサーバーの場合のみ無効にしてください
pl: Wyłączaj tylko dla zaufanych serwerów z certyfikatem samopodpisanym
pt_br: Desative apenas para servidores confiáveis com certificado autoassinado
ru: Отключайте только для доверенных серверов с самоподписанным сертификатом
tr: Yalnızca kendinden imzalı sertifikası olan güvenilir sunucular için devre dışı bırakın
uk: Вимикайте лише для довірених серверів із самопідписаним сертифікатом
zh_hans: 仅在使用自签名证书的可信服务器时关闭

# CheckCertToggle.OnContent
source: On
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
pl: Wł.
pt_br: Ativado
ru: Вкл
tr: Açık
uk: Увімк
zh_hans: 开

# CheckCertToggle.OffContent
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wył.
pt_br: Desativado
ru: Выкл
tr: Kapalı
uk: Вимк
zh_hans: 关

# TimeoutCard.Header
source: Timeout
de: Zeitüberschreitung
es: Tiempo de espera
fr: Délai d'expiration
ja: タイムアウト
pl: Limit czasu
pt_br: Tempo limite
ru: Таймаут
tr: Zaman aşımı
uk: Таймаут
zh_hans: 超时

# TimeoutCard.Description
source: Seconds before dropping a stalled connection
de: Sekunden, bis eine hängende Verbindung getrennt wird
es: Segundos antes de cerrar una conexión bloqueada
fr: Secondes avant d'abandonner une connexion bloquée
it: Secondi prima di chiudere una connessione bloccata
ja: 停止した接続を切断するまでの秒数
pl: Sekund do zerwania zawieszonego połączenia
pt_br: Segundos até encerrar uma conexão travada
ru: Секунд до обрыва зависшего соединения
tr: Takılan bir bağlantı kesilmeden önceki saniye
uk: Секунд до розриву завислого з'єднання
zh_hans: 断开停滞连接前等待的秒数

# ConnectTimeoutCard.Header
source: Connect timeout
de: Verbindungs-Timeout
es: Tiempo de espera de conexión
fr: Délai de connexion
it: Timeout di connessione
ja: 接続タイムアウト
pl: Limit czasu połączenia
pt_br: Tempo limite de conexão
ru: Таймаут подключения
tr: Bağlantı zaman aşımı
uk: Таймаут підключення
zh_hans: 连接超时

# ConnectTimeoutCard.Description
source: Seconds to establish a connection
de: Sekunden zum Aufbau einer Verbindung
es: Segundos para establecer una conexión
fr: Secondes pour établir une connexion
it: Secondi per stabilire una connessione
ja: 接続を確立するまでの秒数
pl: Sekund na nawiązanie połączenia
pt_br: Segundos para estabelecer uma conexão
ru: Секунд на установку соединения
tr: Bağlantı kurmak için saniye
uk: Секунд на встановлення з'єднання
zh_hans: 建立连接的超时秒数

# MaxTriesCard.Header
source: Retries
de: Wiederholungen
es: Reintentos
fr: Tentatives
it: Tentativi
ja: 再試行回数
pl: Próby
pt_br: Tentativas
ru: Попыток
tr: Deneme sayısı
uk: Спроб
zh_hans: 重试次数

# MaxTriesCard.Description
source: How many times to retry on error (0 — no retries)
de: Wie oft bei Fehler wiederholt wird (0 — keine Wiederholungen)
es: Cuántas veces reintentar al fallar (0 — sin reintentos)
fr: Nombre de tentatives en cas d'erreur (0 — aucune)
it: Quante volte riprovare in caso di errore (0 — nessun tentativo)
ja: エラー時に再試行する回数(0 で再試行なし)
pl: Ile razy powtarzać przy błędzie (0 — bez powtórzeń)
pt_br: Quantas vezes repetir em caso de erro (0 — sem repetições)
ru: Сколько раз повторять при ошибке (0 — без повторов)
tr: Hata durumunda kaç kez yeniden deneneceği (0 — yeniden deneme yok)
uk: Скільки разів повторювати при помилці (0 — без повторів)
zh_hans: 出错时的重试次数（0 — 不重试）

# RetryWaitCard.Header
source: Wait between retries
de: Wartezeit zwischen Versuchen
es: Espera entre reintentos
fr: Attente entre les tentatives
it: Attesa tra i tentativi
ja: 再試行の間隔
pl: Przerwa między próbami
pt_br: Espera entre tentativas
ru: Пауза между попытками
tr: Denemeler arası bekleme
uk: Пауза між спробами
zh_hans: 重试间隔

# RetryWaitCard.Description
source: Seconds to wait before retrying
de: Sekunden Wartezeit vor erneutem Versuch
es: Segundos de espera antes de reintentar
fr: Secondes à attendre avant de réessayer
it: Secondi di attesa prima di riprovare
ja: 再試行までの待機秒数
pl: Sekund oczekiwania przed ponowieniem
pt_br: Segundos de espera antes de repetir
ru: Секунд ожидания перед повтором
tr: Yeniden denemeden önce beklenecek saniye
uk: Секунд очікування перед повтором
zh_hans: 重试前等待的秒数

# MinSplitSizeCard.Header
source: Min. segment size
de: Min. Segmentgröße
es: Tamaño mín. de segmento
fr: Taille min. de segment
it: Dimensione min. segmento
ja: 最小セグメントサイズ
pl: Min. rozmiar segmentu
pt_br: Tamanho mín. do segmento
ru: Мин. размер сегмента
tr: Min. segment boyutu
uk: Мін. розмір сегмента
zh_hans: 最小分段大小

# MinSplitSizeCard.Description
source: Size from which to split a file into streams (e.g. 1M, 20M)
de: Ab welcher Größe eine Datei in Streams aufgeteilt wird (z. B. 1M, 20M)
es: Tamaño a partir del cual dividir un archivo en flujos (ej. 1M, 20M)
fr: Taille à partir de laquelle découper un fichier en flux (ex. 1M, 20M)
it: Dimensione da cui suddividere un file in flussi (es. 1M, 20M)
ja: ファイルを分割する最小サイズ(例: 1M、20M)
pl: Od jakiego rozmiaru dzielić plik na strumienie (np. 1M, 20M)
pt_br: A partir de que tamanho dividir o arquivo em fluxos (ex.: 1M, 20M)
ru: С какого размера дробить файл на потоки (напр. 1M, 20M)
tr: Dosyanın akışlara bölüneceği boyut (örn. 1M, 20M)
uk: З якого розміру дробити файл на потоки (напр. 1M, 20M)
zh_hans: 从多大开始将文件拆分为多个连接（例如 1M、20M）

# UserAgentCard.Description
source: User-Agent HTTP header (empty — default)
de: User-Agent-HTTP-Header (leer — Standard)
es: Encabezado HTTP User-Agent (vacío — predeterminado)
fr: En-tête HTTP User-Agent (vide — par défaut)
it: Intestazione HTTP User-Agent (vuoto — predefinito)
ja: User-Agent HTTP ヘッダー(空欄で既定値)
pl: Nagłówek HTTP User-Agent (puste — domyślny)
pt_br: Cabeçalho HTTP User-Agent (vazio — padrão)
ru: HTTP-заголовок User-Agent (пусто — по умолчанию)
tr: User-Agent HTTP başlığı (boş — varsayılan)
uk: HTTP-заголовок User-Agent (порожньо — за замовчуванням)
zh_hans: User-Agent HTTP 头（留空 — 使用默认值）

# UserAgentBox.PlaceholderText
source: aria2 default
de: aria2-Standard
es: aria2 predeterminado
fr: aria2 par défaut
it: predefinito di aria2
ja: aria2 の既定値
pl: domyślny aria2
pt_br: padrão do aria2
ru: aria2 по умолчанию
tr: aria2 varsayılanı
uk: aria2 за замовчуванням
zh_hans: aria2 默认值

# FileAllocCard.Header
source: File allocation on disk
de: Dateizuweisung auf dem Datenträger
es: Asignación de archivo en disco
fr: Allocation du fichier sur le disque
it: Allocazione file su disco
ja: ディスク上のファイル割り当て
pl: Alokacja pliku na dysku
pt_br: Alocação de arquivo no disco
ru: Размещение файла на диске
tr: Diskte dosya ayırma
uk: Розміщення файлу на диску
zh_hans: 磁盘文件分配方式

# FileAllocCard.Description
source: auto — falloc on NTFS, otherwise prealloc
de: auto — falloc bei NTFS, sonst prealloc
es: auto — falloc en NTFS, si no prealloc
fr: auto — falloc sur NTFS, sinon prealloc
it: auto — falloc su NTFS, altrimenti prealloc
ja: auto は NTFS で falloc、それ以外は prealloc
pl: auto — falloc na NTFS, w przeciwnym razie prealloc
pt_br: auto — falloc em NTFS, senão prealloc
ru: auto — falloc на NTFS, иначе prealloc
tr: auto — NTFS'te falloc, aksi halde prealloc
uk: auto — falloc на NTFS, інакше prealloc
zh_hans: auto — NTFS 上使用 falloc，否则使用 prealloc

# FileAllocAutoItem.Content
source: Auto
ja: 自動
pt_br: Automática
ru: Авто
tr: Otomatik
uk: Авто
zh_hans: 自动

# FileAllocNoneItem.Content
source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
ja: 割り当てなし
pl: Bez alokacji
pt_br: Nenhuma
ru: Без выделения
tr: Yok
uk: Без виділення
zh_hans: 不分配

# FileAllocPreallocItem.Content
source: Prealloc
fr: Préallocation
ja: 事前割り当て
pl: Prealokacja
ru: Предвыделение
tr: Önceden ayırma
uk: Передвиділення
zh_hans: 预分配

# FileAllocFallocItem.Content
source: Fast (falloc)
de: Schnell (falloc)
es: Rápida (falloc)
fr: Rapide (falloc)
it: Veloce (falloc)
ja: 高速(falloc)
pl: Szybka (falloc)
pt_br: Rápida (falloc)
ru: Быстрое (falloc)
tr: Hızlı (falloc)
uk: Швидке (falloc)
zh_hans: 快速 (falloc)

# AllowOverwriteCard.Header
source: Overwrite existing files
de: Vorhandene Dateien überschreiben
es: Sobrescribir archivos existentes
fr: Écraser les fichiers existants
it: Sovrascrivi file esistenti
ja: 既存のファイルを上書き
pl: Nadpisuj istniejące pliki
pt_br: Sobrescrever arquivos existentes
ru: Перезаписывать существующие файлы
tr: Mevcut dosyaların üzerine yaz
uk: Перезаписувати наявні файли
zh_hans: 覆盖已存在的文件

# AllowOverwriteCard.Description
source: Otherwise the file will be renamed
de: Andernfalls wird die Datei umbenannt
es: Si no, se cambiará el nombre del archivo
fr: Sinon le fichier sera renommé
it: Altrimenti il file verrà rinominato
ja: 無効の場合はファイル名を変更します
pl: W przeciwnym razie plik zostanie przemianowany
pt_br: Caso contrário, o arquivo será renomeado
ru: Иначе файл будет переименован
tr: Aksi halde dosya yeniden adlandırılır
uk: Інакше файл буде перейменовано
zh_hans: 否则将重命名文件

# AllowOverwriteToggle.OnContent
source: On
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
pl: Wł.
pt_br: Ativado
ru: Вкл
tr: Açık
uk: Увімк
zh_hans: 开

# AllowOverwriteToggle.OffContent
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wył.
pt_br: Desativado
ru: Выкл
tr: Kapalı
uk: Вимк
zh_hans: 关

# AutoRenameCard.Header
source: Auto-rename
de: Automatisch umbenennen
es: Cambio de nombre automático
fr: Renommage automatique
it: Rinomina automatica
ja: 自動リネーム
pl: Automatyczna zmiana nazwy
pt_br: Renomear automaticamente
ru: Авто-переименование
tr: Otomatik yeniden adlandırma
uk: Авто-перейменування
zh_hans: 自动重命名

# AutoRenameCard.Description
source: Append .1, .2 … on a name clash
de: Bei Namenskonflikt .1, .2 … anhängen
es: Añadir .1, .2 … si el nombre coincide
fr: Ajoute .1, .2 … en cas de conflit de nom
it: Aggiunge .1, .2 … in caso di nome duplicato
ja: 名前が重複したら .1、.2 … を付加
pl: Przy konflikcie nazwy dodawaj .1, .2 …
pt_br: Adicionar .1, .2 … em caso de conflito de nome
ru: При совпадении имени добавлять .1, .2 …
tr: Ad çakışmasında .1, .2 … ekle
uk: При збігу імені додавати .1, .2 …
zh_hans: 名称冲突时追加 .1、.2 …

# AutoRenameToggle.OnContent
source: On
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
pl: Wł.
pt_br: Ativado
ru: Вкл
tr: Açık
uk: Увімк
zh_hans: 开

# AutoRenameToggle.OffContent
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wył.
pt_br: Desativado
ru: Выкл
tr: Kapalı
uk: Вимк
zh_hans: 关

# ListenPortCard.Header
source: BT/DHT port
es: Puerto BT/DHT
fr: Port BT/DHT
it: Porta BT/DHT
ja: BT/DHT ポート
pl: Port BT/DHT
pt_br: Porta BT/DHT
ru: Порт BT/DHT
tr: BT/DHT bağlantı noktası
uk: Порт BT/DHT
zh_hans: BT/DHT 端口

# ListenPortCard.Description
source: 0 — choose automatically
de: 0 — automatisch wählen
es: 0 — elegir automáticamente
fr: 0 — choisir automatiquement
it: 0 — scelta automatica
ja: 0 で自動選択
pl: 0 — wybierz automatycznie
pt_br: 0 — escolher automaticamente
ru: 0 — выбрать автоматически
tr: 0 — otomatik seç
uk: 0 — вибрати автоматично
zh_hans: 0 — 自动选择

# DhtCard.Description
source: Decentralized peer discovery
de: Dezentrale Peer-Suche
es: Descubrimiento descentralizado de pares
fr: Découverte décentralisée des pairs
it: Ricerca decentralizzata dei peer
ja: 分散型のピア探索
pl: Zdecentralizowane wyszukiwanie peerów
pt_br: Descoberta descentralizada de peers
ru: Децентрализованный поиск пиров
tr: Merkeziyetsiz eş keşfi
uk: Децентралізований пошук пірів
zh_hans: 去中心化的节点发现

# DhtToggle.OnContent
source: On
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
pl: Wł.
pt_br: Ativado
ru: Вкл
tr: Açık
uk: Увімк
zh_hans: 开

# DhtToggle.OffContent
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wył.
pt_br: Desativado
ru: Выкл
tr: Kapalı
uk: Вимк
zh_hans: 关

# PexCard.Header
source: Peer exchange (PEX)
de: Peer-Austausch (PEX)
es: Intercambio de pares (PEX)
fr: Échange de pairs (PEX)
it: Scambio di peer (PEX)
ja: ピア交換 (PEX)
pl: Wymiana peerów (PEX)
pt_br: Troca de peers (PEX)
ru: Обмен пирами (PEX)
tr: Eş değişimi (PEX)
uk: Обмін пірами (PEX)
zh_hans: 节点交换 (PEX)

# PexCard.Description
source: Exchange peer lists between clients
de: Peer-Listen zwischen Clients austauschen
es: Intercambiar listas de pares entre clientes
fr: Échange de listes de pairs entre clients
it: Scambio di elenchi di peer tra client
ja: クライアント間でピアリストを交換
pl: Wymiana list peerów między klientami
pt_br: Troca de listas de peers entre clientes
ru: Обмен списками пиров между клиентами
tr: İstemciler arasında eş listesi değişimi
uk: Обмін списками пірів між клієнтами
zh_hans: 在客户端之间交换节点列表

# PexToggle.OnContent
source: On
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
pl: Wł.
pt_br: Ativado
ru: Вкл
tr: Açık
uk: Увімк
zh_hans: 开

# PexToggle.OffContent
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wył.
pt_br: Desativado
ru: Выкл
tr: Kapalı
uk: Вимк
zh_hans: 关

# LpdCard.Header
source: Local discovery (LPD)
de: Lokale Suche (LPD)
es: Descubrimiento local (LPD)
fr: Découverte locale (LPD)
it: Rilevamento locale (LPD)
ja: ローカル探索 (LPD)
pl: Wykrywanie lokalne (LPD)
pt_br: Descoberta local (LPD)
ru: Локальное обнаружение (LPD)
tr: Yerel keşif (LPD)
uk: Локальне виявлення (LPD)
zh_hans: 本地节点发现 (LPD)

# LpdCard.Description
source: Find peers on the local network
de: Peers im lokalen Netzwerk finden
es: Buscar pares en la red local
fr: Trouver des pairs sur le réseau local
it: Trova peer nella rete locale
ja: ローカルネットワーク上のピアを探索
pl: Wyszukiwanie peerów w sieci lokalnej
pt_br: Encontrar peers na rede local
ru: Поиск пиров в локальной сети
tr: Yerel ağda eş bulma
uk: Пошук пірів у локальній мережі
zh_hans: 在局域网中查找节点

# LpdToggle.OnContent
source: On
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
pl: Wł.
pt_br: Ativado
ru: Вкл
tr: Açık
uk: Увімк
zh_hans: 开

# LpdToggle.OffContent
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wył.
pt_br: Desativado
ru: Выкл
tr: Kapalı
uk: Вимк
zh_hans: 关

# CryptoCard.Header
source: Require encryption
de: Verschlüsselung erforderlich
es: Requerir cifrado
fr: Exiger le chiffrement
it: Richiedi crittografia
ja: 暗号化を必須にする
pl: Wymagaj szyfrowania
pt_br: Exigir criptografia
ru: Требовать шифрование
tr: Şifreleme gerektir
uk: Вимагати шифрування
zh_hans: 要求加密

# CryptoCard.Description
source: Only encrypted connections with peers (bt-require-crypto)
de: Nur verschlüsselte Verbindungen mit Peers (bt-require-crypto)
es: Solo conexiones cifradas con pares (bt-require-crypto)
fr: Uniquement des connexions chiffrées avec les pairs (bt-require-crypto)
it: Solo connessioni crittografate con i peer (bt-require-crypto)
ja: ピアとの暗号化接続のみ許可 (bt-require-crypto)
pl: Tylko szyfrowane połączenia z peerami (bt-require-crypto)
pt_br: Apenas conexões criptografadas com peers (bt-require-crypto)
ru: Только зашифрованные соединения с пирами (bt-require-crypto)
tr: Eşlerle yalnızca şifreli bağlantılar (bt-require-crypto)
uk: Лише зашифровані з'єднання з пірами (bt-require-crypto)
zh_hans: 仅与节点建立加密连接 (bt-require-crypto)

# CryptoToggle.OnContent
source: On
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
pl: Wł.
pt_br: Ativado
ru: Вкл
tr: Açık
uk: Увімк
zh_hans: 开

# CryptoToggle.OffContent
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wył.
pt_br: Desativado
ru: Выкл
tr: Kapalı
uk: Вимк
zh_hans: 关

# CryptoLevelCard.Header
source: Encryption level
de: Verschlüsselungsstufe
es: Nivel de cifrado
fr: Niveau de chiffrement
it: Livello di crittografia
ja: 暗号化レベル
pl: Poziom szyfrowania
pt_br: Nível de criptografia
ru: Уровень шифрования
tr: Şifreleme düzeyi
uk: Рівень шифрування
zh_hans: 加密级别

# CryptoLevelCard.Description
source: Minimum connection encryption method (bt-min-crypto-level)
de: Minimale Verschlüsselungsmethode der Verbindung (bt-min-crypto-level)
es: Método mínimo de cifrado de la conexión (bt-min-crypto-level)
fr: Méthode minimale de chiffrement de la connexion (bt-min-crypto-level)
it: Metodo di crittografia minimo della connessione (bt-min-crypto-level)
ja: 接続の最小暗号化方式 (bt-min-crypto-level)
pl: Minimalna metoda szyfrowania połączenia (bt-min-crypto-level)
pt_br: Método mínimo de criptografia da conexão (bt-min-crypto-level)
ru: Минимальный метод шифрования соединения (bt-min-crypto-level)
tr: Minimum bağlantı şifreleme yöntemi (bt-min-crypto-level)
uk: Мінімальний метод шифрування з'єднання (bt-min-crypto-level)
zh_hans: 连接的最低加密方式 (bt-min-crypto-level)

# CryptoLevelPlainTitle.Text
source: Handshake only — plain
de: Nur Handshake — plain
es: Solo el handshake — plain
fr: Négociation uniquement — plain
it: Solo handshake — plain
ja: ハンドシェイクのみ — plain
pl: Tylko uzgadnianie — plain
pt_br: Apenas handshake — plain
ru: Только рукопожатие — plain
tr: Yalnızca el sıkışma — plain
uk: Лише рукостискання — plain
zh_hans: 仅握手 — plain

# CryptoLevelPlainDesc.Text
source: Only the handshake is encrypted (obfuscated); the data itself is sent in plain text. Minimal CPU load; usually enough to bypass an ISP's BitTorrent throttling.
de: Nur der Handshake wird verschlüsselt (verschleiert); die Daten selbst werden im Klartext übertragen. Minimale CPU-Last; meist ausreichend, um die BitTorrent-Drosselung des Providers zu umgehen.
es: Solo se cifra (ofusca) el handshake; los datos en sí se envían en texto plano. Carga mínima de CPU; suele bastar para evitar la limitación de BitTorrent del proveedor.
fr: Seule la phase de négociation est chiffrée (obfusquée) ; les données elles-mêmes circulent en clair. Charge processeur minimale ; généralement suffisant pour contourner le bridage BitTorrent du fournisseur d'accès.
it: Viene crittografato (offuscato) solo l'handshake; i dati vengono inviati in chiaro. Carico minimo sulla CPU; di solito sufficiente per aggirare la limitazione BitTorrent dell'ISP.
ja: ハンドシェイクのみが暗号化(難読化)され、データ自体は平文で送信されます。CPU 負荷は最小限で、通常はプロバイダーの BitTorrent 帯域制限を回避するのに十分です。
pl: Szyfrowane (zaciemniane) jest tylko uzgadnianie, same dane są przesyłane otwartym tekstem. Minimalne obciążenie procesora; zwykle wystarcza, aby ominąć ograniczanie BitTorrent przez dostawcę.
pt_br: Apenas o handshake é criptografado (ofuscado); os dados em si são enviados em texto puro. Carga mínima na CPU; geralmente o suficiente para contornar a limitação de BitTorrent do provedor.
ru: Шифруется (обфусцируется) только рукопожатие, сами данные идут открытым текстом. Минимальная нагрузка на процессор; обычно достаточно, чтобы обойти ограничение BitTorrent у провайдера.
tr: Yalnızca el sıkışma şifrelenir (gizlenir); verinin kendisi düz metin olarak gönderilir. Minimum işlemci yükü; genellikle bir İSS'nin BitTorrent kısıtlamasını aşmak için yeterlidir.
uk: Шифрується (обфускується) лише рукостискання, самі дані передаються відкритим текстом. Мінімальне навантаження на процесор; зазвичай достатньо, щоб обійти обмеження BitTorrent у провайдера.
zh_hans: 仅对握手进行加密（混淆），数据本身以明文传输。CPU 占用最低；通常足以绕过运营商对 BitTorrent 的限速。

# CryptoLevelArc4Title.Text
source: Full RC4 encryption — arc4
de: Vollständige RC4-Verschlüsselung — arc4
es: Cifrado RC4 completo — arc4
fr: Chiffrement RC4 complet — arc4
it: Crittografia RC4 completa — arc4
ja: RC4 完全暗号化 — arc4
pl: Pełne szyfrowanie RC4 — arc4
pt_br: Criptografia RC4 completa — arc4
ru: Полное шифрование RC4 — arc4
tr: Tam RC4 şifrelemesi — arc4
uk: Повне шифрування RC4 — arc4
zh_hans: 完整 RC4 加密 — arc4

# CryptoLevelArc4Desc.Text
source: The entire data stream is encrypted with the ARC4 (RC4) algorithm, not just the handshake. Hides traffic contents more reliably, with slightly higher CPU load.
de: Der gesamte Datenstrom wird mit dem ARC4-(RC4-)Algorithmus verschlüsselt, nicht nur der Handshake. Verbirgt den Inhalt des Datenverkehrs zuverlässiger, bei etwas höherer CPU-Last.
es: Todo el flujo de datos se cifra con el algoritmo ARC4 (RC4), no solo el handshake. Oculta el contenido del tráfico de forma más fiable, con una carga de CPU algo mayor.
fr: Tout le flux de données est chiffré avec l'algorithme ARC4 (RC4), pas seulement la négociation. Masque le contenu du trafic de manière plus fiable, avec une charge processeur légèrement supérieure.
it: L'intero flusso di dati viene crittografato con l'algoritmo ARC4 (RC4), non solo l'handshake. Nasconde il contenuto del traffico in modo più affidabile, con un carico sulla CPU leggermente maggiore.
ja: ハンドシェイクだけでなくデータストリーム全体を ARC4 (RC4) アルゴリズムで暗号化します。通信内容をより確実に隠せますが、CPU 負荷はわずかに高くなります。
pl: Szyfrowany jest cały strumień danych algorytmem ARC4 (RC4), a nie tylko uzgadnianie. Pewniej ukrywa zawartość ruchu, obciążenie procesora jest nieco wyższe.
pt_br: Todo o fluxo de dados é criptografado com o algoritmo ARC4 (RC4), não apenas o handshake. Oculta o conteúdo do tráfego de forma mais confiável, com carga de CPU um pouco maior.
ru: Шифруется весь поток данных алгоритмом ARC4 (RC4), а не только рукопожатие. Надёжнее скрывает содержимое трафика, нагрузка на процессор немного выше.
tr: Yalnızca el sıkışma değil, tüm veri akışı ARC4 (RC4) algoritmasıyla şifrelenir. Trafik içeriğini daha güvenilir şekilde gizler, işlemci yükü biraz daha yüksektir.
uk: Шифрується весь потік даних алгоритмом ARC4 (RC4), а не лише рукостискання. Надійніше приховує вміст трафіку, навантаження на процесор трохи вище.
zh_hans: 使用 ARC4 (RC4) 算法加密整个数据流，而不仅是握手。能更可靠地隐藏流量内容，CPU 占用略高。

# MaxPeersCard.Header
source: Max. peers per torrent
de: Max. Peers pro Torrent
es: Máx. pares por torrent
fr: Pairs max. par torrent
it: Max. peer per torrent
ja: torrent あたりの最大ピア数
pl: Maks. peerów na torrent
pt_br: Máx. de peers por torrent
ru: Макс. пиров на торрент
tr: Torrent başına maks. eş
uk: Макс. пірів на торрент
zh_hans: 每个种子的最大节点数

# MaxPeersCard.Description
source: Maximum peers to connect to per torrent. More peers can download faster but use more bandwidth, CPU and open connections.
de: Verbindungslimit für einen einzelnen Torrent
es: Máximo de pares a los que conectarse por torrent. Más pares pueden descargar más rápido, pero consumen más ancho de banda y CPU y abren más conexiones.
fr: Nombre maximal de pairs auxquels se connecter par torrent. Plus de pairs peut accélérer le téléchargement, mais consomme davantage de bande passante, de processeur et de connexions ouvertes.
it: Limite di connessioni per un singolo torrent
ja: torrent ごとに接続する最大ピア数。ピアが多いほど高速にダウンロードできますが、帯域や CPU、開く接続数を多く消費します。
pl: Limit połączeń dla jednego torrenta
pt_br: Limite de conexões para um único torrent
ru: Предел подключений для одного торрента
tr: Tek bir torrent için bağlantı sınırı
uk: Межа підключень для одного торрента
zh_hans: 每个种子可连接的最大节点数。节点越多下载可能越快，但会占用更多带宽、CPU 和连接数。

# BtMaxOpenFilesCard.Header
source: Max. open files
de: Max. geöffnete Dateien
es: Máx. archivos abiertos
fr: Fichiers ouverts max.
it: Max. file aperti
ja: 最大オープンファイル数
pl: Maks. otwartych plików
pt_br: Máx. de arquivos abertos
ru: Макс. открытых файлов
tr: Maks. açık dosya
uk: Макс. відкритих файлів
zh_hans: 最大打开文件数
